import { Post } from "../types/types"

export const posts: Array<Post> = [
  {
    "id": "8d78459a-98c1-4459-a48d-4d27b13708c6",
    "title": "Открытие нового магазина модной одежды",
    "description": "Мы рады объявить об открытии нашего нового магазина модной одежды! Вас ждет широкий выбор стильных вещей от ведущих брендов, доступные цены и дружелюбный персонал. Приходите к нам, чтобы обновить свой гардероб и получить удовольствие от шоппинга!",
    "image": "https://images.unsplash.com/photo-1552346154-8226c44dbdc0?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1974&q=80",
    "dateOfExist": "12.03.2023"
  },
  {
    "id": "38e38b32-669d-4520-bc0b-811b3a34674a",
    "title": "Конференция по искусственному интеллекту",
    "description": "Приглашаем вас на нашу конференцию по искусственному интеллекту, где вы сможете услышать выступления ведущих специалистов в этой области, узнать о последних достижениях и тенденциях, а также пообщаться с коллегами. Не пропустите эту уникальную возможность для профессионального роста!",
    "image": "https://images.unsplash.com/photo-1519388647357-3e33a494a995?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1974&q=80",
    "dateOfExist": "25.09.2022"
  },
  {
    "id": "5b24452f-b3e3-435f-b601-7584f5b94d04",
    "title": "Новые возможности для бизнеса",
    "description": "В этой статье мы расскажем о новых возможностях, которые открываются перед бизнесом в связи с развитием технологий, изменением потребительского поведения и другими факторами. Узнайте, как использовать эти возможности для своего успеха!",
    "image": "https://images.unsplash.com/photo-1554995207-c18c203602cb?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1974&q=80",
    "dateOfExist": "15.06.2023"
  },
  {
    "id": "8a548101-df47-497b-8b03-a9196c312026",
    "title": "Путешествие в экзотические страны",
    "description": "Хотите отдохнуть от повседневной рутины и погрузиться в мир экзотики? Тогда отправляйтесь в путешествие в одну из удивительных стран! Вас ждут незабываемые впечатления, яркие краски, новые открытия и неповторимый колорит.",
    "image": "https://images.unsplash.com/photo-1510557880345-271627fb2340?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1974&q=80",
    "dateOfExist": "28.01.2024"
  },
  {
    "id": "56d0d166-5b55-4a0a-868a-966027a16887",
    "title": "Уход за волосами в домашних условиях",
    "description": "В этой статье вы найдете полезные советы по уходу за волосами в домашних условиях. Мы расскажем о том, как правильно подбирать средства по уходу, как делать маски и как предотвратить выпадение волос. Поддержите красоту своих волос естественными средствами!",
    "image": "https://images.unsplash.com/photo-1517070208541-6a457e7c0fb0?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1974&q=80",
    "dateOfExist": "02.07.2023"
  },
  {
    "id": "78973b80-3177-4662-81c9-f06563528872",
    "title": "Лучшие рецепты летних салатов",
    "description": "В жаркую погоду особенно хочется чего-то легкого и освежающего. Предлагаем вам подборку лучших рецептов летних салатов, которые порадуют вас своим вкусом и простотой приготовления. Откройте для себя новые вкусовые сочетания и наслаждайтесь летним меню!",
    "image": "https://images.unsplash.com/photo-1534422294701-28d8a5a5d363?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1974&q=80",
    "dateOfExist": "18.08.2023"
  }
]